الاسلوب الوقح :احكي والله حاولت و ماقدرت بكل احترام و تقدير اصبح واقحة؟
 ما قلت انه ما معي وقت و سلافة اذا بدك تيجي او ما تيجي ما قلتها و انما كانت من فلسفتك الغير منطقية و الغامضة 
ولا واحد قالي نسق اجتماعات و لم انسق اصلا و كانت المقابلة الاولى مع تنسيق البروفيسورة اما الثانية الاذاعة رنت علينا + كان استاذ علي بعرف بالمقابلة الاولى 
عشان المشورة كنتوا تقدروا تحكوا انه نخطط لعمل مقابلة بدل ما تخبوا هاض الاشي و ما تحكوالي ، مثلا نفس الموقف صار بالاولمبياد 2024 كانت البروفيسورة تنسق مقابلة مع التلفزيون الاردني بس منسي قال انه على الاغلب غير نطلع على رؤيا فتم الغاء مقابلة التلفزيون الاردني 

تمام و انكارك انه لم يكن هناك تخطيط انت قلته بنفسك بالفويس، كنتم تقدروا انكم تحكولي بكل بساط و كنت غير اطلب الغاء التنسيق لكن الله المستعان 

و لم انسب الشغل الي بل للفريق 

سلافة اني قلت تيجي او ما تيجي احسن هاض كله افتراء و الكلام الي قلته لك كان من فلسفتك الي ما الها داعي و تشتت الفريق 

و بالنسبة لموضوع الجامعة كان هناك تشديد من طاقم التصوير و رئيسة البرنامج بعدم ذكر اسم الجامعة و حاولت اني اذكر اسم الجامعة لكن كان هنالك محاولة لمنع هذا الاشي بشكل واضح
 ، و من العيب اني انسب ناسا للجامعة و المدرسة بوجود 3 مدارس مختلفة 


و بالنسبة الى الاعضاء الكل كان يبارك لي دون استثناء لكن الله المستعان 

اتمنى تغير مبداك الي قائم على اذا انا استفدت بتزعل و اذا انت استفدت ممنوع احكي و الله المستعان 
